const questions = {
    2: {
        question: '어떤 스타일의 작품을 그리고 싶으신가요?',
        num: 5,
        examples: ['추상파', '인상파', '팝아트', '미니멀리스트', '초현실주의']
    },
    3: {
        question: '어떤 아티스트처럼 그리고 싶으신가요?',
        num: 4,
        examples: [
            ['바실리 칸딘스키', '피트 몬드리안', '잭슨 폴록', '마크 로스코'],
            ['클로드 모네', '피에르 오귀스트 르누아르', '에드가 드가', '빈센트 반 고흐'],
            ['앤디 워홀', '로이 리히텐스타인', '키스 해링', '재스퍼 존스'],
            ['애그네스 마틴', '프랭크 스텔라', '도널드 저드', '댄 플라빈'],
            ['살바도르 달리', '르네 마그리트', '막스 에른스트', '프리다 칼로']
        ]
    },
    4: {
        question: '어떤 색감으로 그리고 싶으신가요?',
        num: 5,
        examples: ['따뜻한 톤', '차가운 톤', '흑백 톤', '선명한 톤', '파스텔 톤']
    },
    5: {
        question: '그림에 인물과 동물을 그리고 싶으신가요?',
        num: 4,
        examples: ['인물 있음', '동물 있음', '인물과 동물 모두 있음', '인물과 동물 모두 없음']
    },
    6: {
        question: '얼마나 복잡한 그림을 원하시나요?',
        num: 3,
        examples: ['단순함(적은 요소와 디테일)', '보통(요소 및 세부 사항의 균형 잡힌 양)', '복잡한 (더 많은 요소 및 세부 정보)']
    },
    7: {
        question: '어떤 느낌으로 그리고 싶으신가요?',
        num: 5,
        examples: ['조용하고 편안한', '활기차고 역동적인', '어둡고 신비로운', '엉뚱하고 장난기 넘치는', '로맨틱하고 몽환적인']
    }
}

export default questions;